
"Message Center" = "Centro de mensajes";

/* Growl alert sheet */
"Cancel" = "Cancelar";
"Don't Ask Again" = "No volver a preguntar";
"Install" = "Instalar";

// Yet to be localized
"Install Growl" = "Instalar Growl";

"Start Growl" = "Iniciar Growl";

"Show Growl preferences" = "Mostrar preferencias de Growl";

"Growl installation required" = "El dispositivo HP utiliza una aplicación denominada Growl para notificarle cuando algo importante requiere su atención, como cuando queda poco papel.\n\nPara recibir las notificaciones, es necesario instalar software adicional. No es necesario descargar archivos, sólo tiene que hacer clic en â€œInstalarâ€ para instalar Growl en su sistema.\n\nPara iniciar las notificaciones de Growl en este ordenador, vaya a las Preferencias del sistema de Apple, abra el panel de preferencias de Growl y seleccione la casilla \"Iniciar Growl al iniciar\".";

"Growl not running" = "El dispositivo HP utiliza una aplicación denominada Growl para notificarle cuando algo importante requiere su atención, como cuando queda poco papel. Para recibir las notificaciones, siga estos pasos para iniciar Growl:\n\n1. Para abrir el panel Preferencias de Growl, haga clic en el botón \"Mostrar preferencias de Growl\".\n2. En el panel Preferencias de Growl, haga clic en el botón \"Iniciar Growl\".\n3. Para iniciar las notificaciones de Growl al arrancar el ordenador, vaya a las Preferencias del sistema de Apple, abra el panel de preferencias de Growl y seleccione la casilla \"Iniciar Growl al iniciar\".\n4. Cierre las Preferencias del sistema.";

"Loading events" = "Cargando eventos...";
HSDDeviceKeyword = "Dispositivo";
HSDAlertKeyword = "Alerta";
HSDEventKeyword = "Evento";

HSDAlertSettingsTitle = "Ajustes de alertas";
HSDAlertsNote = "Especifique el nivel de información de estado ampliada que desee ver en su dispositivo HP. Siempre se le notificará si el dispositivo no consigue completar una tarea que se le ha solicitado, o si se precisa su atención.";

HSDDisplayAlertsTitle = "Mostrar alertas ampliadas de:";
HSDAutodismissAlertsTitle = "Descartar automáticamente las alertas en";
HSDAutodismissAlertsTitlePostfix = "segundos de:";

HSDErrorsWarningsAndInfo = "errores, advertencias y mensajes informativos";
HSDErrorsAndWarnings = "errores y advertencias";
HSDErrorsOnly = "solo errores";
HSDInfoMessages = "mensajes informativos";
HSDWarningsAndInfoMessages = "advertencias y mensajes informativos";

HSDDisplayVirtualAlertsTitle = "Mostrar el contenido web en las alertas";
HSDVirtualAlertsNote = "HSD_TEXT:Con su permiso, el estado de su dispositivo puede ser compartido de forma segura con HP. Cuando se proporciona esta información, HP puede comprobar si usted está inscrito en un programa HP o es elegible para ofertas especiales, y modificar la alerta basada en opciones disponibles.

* Para obtener información adicional sobre la información enviada a HP, consulte HSD_KEYED_LINK:MoreInfoTitle.

* Para obtener más información acerca de la política de privacidad de HP, consulte HSD_LINK:HSDPrivacyStatementOnlineLink.";
